import React from "react";

const OscarGameCondition = () => {
  return (
    <div
      style={{
        backgroundImage:
          "url('https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRdnQInEcvm1iiIz43ZpSY_ZoKAWQMbvdtrDw&usqp=CAU')",
        backgroundSize: "cover",
        marginTop: "-20px",
        marginBottom: "-20px",
      }}
    >
      <div
        className="condition_logo"
        style={{ display: "flex", justifyContent: "center", marginTop: "20px" }}
      >
        <img
          width="200px"
          src="https://avatars.mds.yandex.net/get-lpc/1674605/357375d8-e702-4e1d-8424-cd7b34bb5d72/width_360_q70"
          alt=""
        />
      </div>
      <div style={{ marginLeft: "150px", fontSize: "20px", fontWeight: 400 }}>
        <h5 style={{ fontSize: "20px" }}>
          Индивидуальные условия конкурса «Угадай победителя Оскара 2024» (далее
          — Конкурс)
        </h5>
        <p>
          1. Организатором Конкурса является ООО «Кинопоиск», адрес место
          нахождения: Российская Федерация, <br /> 115035, город Москва,
          Садовническая улица, дом 82 строение 2, помещение 9а01. <br />
          Соорганизатором Конкурса является ТОО «FUNTECH», адрес место
          нахождения: Казахстан, город Алматы, <br /> Медеуский район, Проспект
          Достык, дом 43, почтовый индекс 050043. <br /> 1.1. Конкурс проводится
          на территории: Российская Федерация, Республика Казахстан. <br /> 1.2.
          Участником Конкурса может быть дееспособное физическое лицо, достигшее
          восемнадцати лет, имеющее <br /> IP-адрес устройства (или
          прокси-сервера) в сети Интернет, по сведениям Организатора относящийся
          к <br /> Российской Федерации или к Республике Казахстан, имеющее
          учётную запись на сервисах ООО «ЯНДЕКС» (его <br /> аффилированных
          лиц) (далее — «Личный кабинет»), и совершившее в течение Срока
          проведения Конкурса <br /> действия, предусмотренные разделом 6
          Правил. <br /> 1.2.1. Участниками Конкурса не могут являться
          сотрудники Организатора и/или аффилированных с ним <br /> компаний,
          иные лица, задействованные в организации Конкурса, а также члены их
          семей.
        </p>
        <p>
          2. Целью проведения Конкурса является: популяризация
          кинематографического искусства; привлечение <br /> общественного
          внимания к новинкам и классике мирового кинематографа, в т.ч.
          доступных к просмотру на <br /> сервисе «Кинопоиск», продвижение
          сервиса «Кинопоиск». <br /> 2.1. Термины: <br /> Подписка Яндекс Плюс
          — предоставление возможности Пользователю и не более чем добавленным
          им трём <br /> членам его семьи за плату в течение ограниченного
          промежутка времени получить доступ к контенту аудио и <br />{" "}
          аудиовизуальных произведений для просмотра и/или прослушивания через
          сеть «Интернет», описание <br /> которого приведено на странице:
          https://yandex.ru/legal/yandex_plus_privilege_list, в соответствии с
          правилами, <br /> указанными в документе «Условия подписки на Яндекс
          Плюс» (https://yandex.ru/legal/yandex_plus_conditions/). <br /> ООО
          «Яндекс Плюс» оставляет за собой право изменять наименование Подписки.{" "}
          <br />
          Промокод – уникальный буквенный/цифровой/комбинированный код,
          использование которого пользователем <br /> позволяет ему получить
          доступ к Контенту в рамках Подписки Яндекс Плюс на Период подписки.
          Промокод <br />
          может быть использован только один раз. <br /> Период Подписки —
          период времени, на который оформляется Подписка Яндекс Плюс (или иная,
          ее <br /> включающая) и установлена соответствующая плата. <br />{" "}
          Задание – вопросы в игре «Угадай победителя Оскара 2024», в ходе
          которой Участнику необходимо угадать <br /> победителей в номинациях
          премии Оскар 2024. Организатор оставляет за собой право изменить
          Задание в <br /> порядке, предусмотренном ст. 1058 Гражданского
          Кодекса РФ. <br /> Призовые баллы – баллы, получаемые Участником во
          время Конкурса за выполнение Задания. <br /> Победитель (-и) Конкурса
          — Участники Конкурса, выполнившие действия, предусмотренные Условиями,
          и <br /> определенные в качестве Победителей в порядке,
          предусмотренном настоящими Условиями.
        </p>
        <p>
          3. Место проведения Конкурса: https://www.kinopoisk.ru/special/oscar/
          (далее – «Сайт Конкурса»)
        </p>
        <p>
          4. Для Конкурса установлены следующие сроки: <br /> 4.1. Проведение
          Конкурса: с 10 часов 00 минут «16» февраля 2024 года по 01 часов 30
          минут «11» марта 2024 <br /> года (по московскому времени). <br />
          4.2. Подведение итогов Конкурса и объявление Победителей: «14» марта
          2024 года.
        </p>
        <p>
          5. Принимая участие в конкурсе Участник ознакомлен и согласен с Общими
          условиями конкурса, <br /> размещенными в сети Интернет по адресу:
          https://yandex.ru/legal/competition_generalterms/ и с <br />
          индивидуальными условиями конкурса, размещенными в сети Интернет по
          адресу: <br /> https://yandex.ru/project/kinopoisk/oscar2024.
        </p>
        <p>
          6. Конкурсное задание и порядок определения Победителей. <br /> 6.1.
          Участие осуществляется путем выполнения Задания, размещенного на Сайте
          Конкурса. <br /> 6.2. Участник считается принявшим участие в Конкурсе
          и выполнившим Задание с момента отправки <br /> результатов выполнения
          Задания путем нажатия на Сайте Конкурса кнопки «Начать игру» (или
          иную, <br /> аналогичную по смыслу, содержанию и функционалу) <br />
          6.3. Победители Конкурса определяются по суммарному количеству
          Призовых очков, которые Участники <br /> набрали за выполнение
          Задания. При равенстве Призовых очков у нескольких Участников
          Победителем <br /> считается Участник, выполнивший Задание ранее
          других Участников. <br /> 6.4. Приняв участие в Конкурсе, Участник
          дает согласие на обработку Организатором персональных данных, а <br />
          именно: ФИО, e-mail, контактный номер телефона, адрес для доставки
          Приза, а также иных персональных <br /> данных, направляемых
          Участником Организатору в рамках Конкурса, в том числе на совершение
          <br />
          Организатором действий, предусмотренных п. 3 ст. 3 Федерального закона
          от 27.07.2006 года № 152-ФЗ «О <br /> персональных данных», любыми
          способами в целях регистрации Участника, обеспечения его участия в
          <br />
          Конкурсе, обработке его результатов, подведения итогов и вручения
          Призов, обратной связи с Участником по <br /> вопросам участия в
          Конкурсе. <br /> Данное согласие действует в течение 3 (трех) лет.
          Победители дают согласие на публикацию их никнейма, <br /> фамилии,
          имени, отчества, фотографии и биографии на сайте Организатора. <br />
          6.5. Для участия в Конкурсе Участник должен предварительно
          авторизоваться в Личном кабинете <br /> (пользователи, не имеющие
          учетной записи в Личном кабинете, могут принять участие в Конкурсе
          только <br /> после регистрации и последующей авторизации на Сайте
          Конкурса с именем и паролем, которые Участник <br /> присваивает себе
          при регистрации учетной записи).
        </p>
        <p>
          7. Призы. <br /> 7.1. Каждый Победитель Конкурса, занявший места с 1
          (первого) по 100 (сотое) получает приз (далее – «Приз») <br /> в виде
          уникального свитшота черного цвета с дизайном от Кинопоиска и Промокод
          на 360 дней Подписки <br /> Яндекс Плюс. <br /> 7.1.1. Промокод на
          Подписку Яндекс Плюс можно активировать на https://plus.yandex.ru/gift
          до 31.05.2024 г. <br /> Активация Промокода доступна только для
          следующих территорий: Российская Федерация и Республика <br />
          Казахстан. Один пользователь может активировать Промокод только один
          раз. 1 год = 360 дней. Условия <br /> использования промокодов Яндекс
          Плюс: https://yandex.ru/legal/promocode_plus/. <br /> 7.3. Количество
          Призов составляет: 100 (сто). <br /> 7.4. Призы предоставляются
          Организатором Конкурса. <br /> 7.5. Замена Приза выплатой денежного
          вознаграждения в эквивалентном размере, а также замена и возврат
          <br /> Приза не предусматривается.
        </p>
        <p>
          8. Объявление победителей. Порядок вручения Призов. <br /> 8.1.
          Организатор объявляет Победителей следующим способом: путем размещения
          публикации на Сайте <br /> Акции до 20:00 (по мск) 14 марта 2024 года,
          а также путем уведомления Победителей по почте до 31 марта <br /> 2024
          года. <br /> 8.2. Организатор не несет ответственности за выдачу
          Призов, а также оставляет за собой право отказать <br /> Победителю в
          получении приза Розыгрышей в следующих случаях: <br /> · если
          невозможно связаться с Победителем по любым, независящим от
          Организатора причинам; <br /> · если Победитель предоставил неточную,
          неполную и/или недостоверную информацию согласно Правилам, <br /> в
          связи с чем выдача приза Победителю становится невозможной по
          причинам, не зависящим от Организатора; <br /> · если Победитель
          отказался от получения Приза, уведомив Организатора по электронной
          почте, <br /> либо путем бездействия; <br /> · если Победитель нарушил
          иные положения Правил. <br /> Во всех указанных выше случаях
          Организатор вправе отказать Победителю в выдаче Приза и распорядиться
          <br />
          ими по своему усмотрению. Участники Акции при этом не вправе требовать
          Призов от Организатора. <br /> Претензии по неполучению Призов в связи
          с указанными выше причинами не принимаются. <br /> 8.3. Призы
          вручаются Победителям следующим способом: уникальный свитшот с
          дизайном от Кинопоиска – <br /> доставка от Организатора производится
          в течение 21 рабочего дня на территории РФ и РК с момента <br />
          предоставления полных данных от Победителя (Индекс, адрес доставки в
          РФ и РК, ФИО, контактный телефон); <br /> Промокод на Подписку Яндекс
          Плюс – посредством направления на электронную почту, указанную в
          Личном <br /> кабинете, в течение 21 рабочего дня; <br /> 8.4.
          Победитель в течение 7 (семи) календарных дней с момента направления
          Организатором уведомления о <br /> победе на электронную почту
          Участника или с момента уведомления Участника (звонок и(или) SMS
          <br />
          -сообщение) по указанному Участником номеру телефона, обязуется
          предоставить Организатору следующие <br /> документы и информацию:
          адрес электронной почты, контактный номер телефона, адрес для доставки
          Приза <br /> (с индексом), ФИО, иную информацию, необходимую для
          предоставления (вручения) и доставки Призов по <br /> дополнительному
          запросу Организатора.
        </p>
        <p>
          9. Прочие положения. <br /> 9.1. Направление Результатов выполнения
          Задания Участником в порядке, предусмотренном в разделе 6 <br />
          Правил, означает его безоговорочное согласие со всеми условиями
          Конкурса. <br /> 9.2. Во всем, что не урегулировано Правилами,
          Организатор и Участники руководствуются действующим <br />
          законодательством Российской Федерации. <br /> 9.3. Участник заявляет
          и гарантирует, что в соответствии с применимым законодательством не
          имеет <br /> ограничений на участие в Конкурсе и получение от
          Организатора любых призов, предусмотренных <br /> правилами Конкурса.
          <br />
          9.4. Все споры и разногласия, которые возникают в связи с организацией
          и проведением Конкурса, подлежат <br /> разрешению путем переговоров.
          Спорные вопросы, не урегулированные путем переговоров, подлежат <br />
          разрешению в суде по месту нахождения Организатора. <br /> 9.5. В
          целях противодействия недобросовестному участию в Конкурсе и/или
          злоупотреблениям при участии в <br /> Конкурсе Организатор оставляет
          за собой право применять прямо не указанные в настоящих Правилах{" "}
          <br />
          способы проверки того, что Участник участвует в Конкурсе добросовестно
          и в соответствии с настоящими <br /> Правилами, а также отказывать в
          выдачи Приза в случае выявления соответствующих злоупотреблений <br />
          и/или факта недобросовестного участия в Конкурсе. <br /> 9.6.
          Организатор оставляет за собой право изменить Правила Конкурса,
          приостановить или отменить <br /> его в порядке, предусмотренном ст.
          1058 Гражданского Кодекса РФ. Информация о приостановлении <br />
          /прекращении/изменении условий Конкурса будет размещена на
          https://yandex.ru/project/kinopoisk/oscar2024.
        </p>
        <p>Дата публикации: 13 февраля 2024</p>
        <p>Дата вступления в силу: 16 февраля 2024</p>
      </div>
    </div>
  );
};

export default OscarGameCondition;
